Repository: shimaa-naga/ezhaal
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: ar

source: Language
ar: اللغة

source: Title
ar: العنوان

source: Links
ar: الروابط

source: Blog Category
ar: تصنيف المدونة

source: Created Date
ar: تاريخ الإنشاء

source: Country
ar: الدولة

source: Code
ar: الرمز

source: Rate
ar: معدل

source: Buy
ar: اطلب

source: Sell
ar: اعرض

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Translation
ar: ترجمة

source: Parent
ar: الأصل

source: Permission Name
ar: الصلاحيه

source: Arabic Title
ar: عنوان عربي

source: Order
ar: ترتيب

source: CHOOSE
ar: اختيار

source: Content
ar: محتوى

source: Page Code
ar: كود الصفحة

source: Route
ar: مسار

source: Keywords
ar: الكلمات الدالة

source: Meta Description
ar: علامه وصفية

source: Meta keywords
ar: كلمات دالة

source: Meta Title
ar: علامه العنوان

source: Meta description
ar: علامه وصفية

source: Icon
ar: ايقونة

source: Description
ar: وصف

source: Link
ar: رابط

source: Blog not Found
ar: المدونة غير موجودة

source: Blog not translated yet
ar: المدونة لم تترجم بعد

source: Edit Freelancer
ar: تعديل المستقل

source: Home
ar: الرئيسية

source: First name
ar: الاسم الاول

source: Last name
ar: الاسم الاخير

source: Email
ar: البريد الالكتروني

source: Image
ar: الصورة

source: Mobile
ar: الموبايل

source: Status
ar: حالة

source: Active
ar: نشط

source: Not Active
ar: غير فعال

source: Balance
ar: الرصيد

source: DOB
ar: تاريخ الميلاد

source: Save
ar: حفظ

source: Change Password
ar: تغيير كلمة المرور

source: Deactivate
ar: تعطيل

source: Activate
ar: تفعيل

source: Change password
ar: تغيير كلمه المرور

source: Confirm Password
ar: تأكيد كلمه المرور

source: Close
ar: غلق

source: Saved Successfully
ar: تم الحفظ بنجاح

source: Active
ar: نشط

source: Not Activate
ar: غير نشط

source: Not Active
ar: غير نشط

source: Changes saved successfully
ar: تم الحفظ بنجاح

source: Discounts
ar: خصومات

source: Update is disabled because there is related transactions
ar: لا يمن إتمام العملية يوجد عمليات مرتبطة

source: Duration Discount
ar: خصم خلال فترة

source: Counter discount
ar: خصم بعدد عمليات

source: User discount
ar: خصم المستخدم

source: Edit Discount
ar: تعديل الخصم

source: Buyers
ar: تعديل خصم

source: ID
ar: رقم الهوية الشخصية

source: Name
ar: الاسم

source: Logo
ar: لوجو

source: Created At
ar: تاريخ الإنشاء

source: Options
ar: خيارات

source: Updated Successfully
ar: تم الحفظ بنجاح

source: Not found
ar: غير موجود

source: Deleted Successfully
ar: تم الحذف بنجاح

source: Dear
ar: عزيزي

source: Thanks for joining us.
ar: شكرا لانضمامك معنا.

source: Click here to verify password
ar: اضغط هنا للتحقق من كلمة المرور

source: Click here
ar: اضغط هنا

source: Thanks
ar: شكرا

source: Project category not translated yet
ar: تصنيف المشروع غير مترجم

source: No Category Selected
ar: لا يوجد تصنيف

source: Add New Currency
ar: إضافة عملة جديدة

source: rate
ar: النسبة

source: Search
ar: بحث

source: Categories
ar: التصنيفات

source: Price Range
ar: نطاق محدد

source: type
ar: النوع

source: Service
ar: عرض

source: Project
ar: اطلب

source: Product
ar: منتج

source: Apply Filter
ar: تصفيه

source: Regarding to your ticket
ar: بخصوص تذكرتك

source: Request
ar: طلب

source: Paid
ar: مدفوع

source: Processing
ar: جاري العمل

source: Show
ar: عرض

source: To request
ar: للطلب

source: Request Sent
ar: تم إرسال الطلب

source: Your request has been sent to moderators.
ar: تم إرسال طلبك إلي المديرين .

source: Users
ar: المستخدمين

source: Please confirm your password before continuing.
ar: من فضلك قم بتأكيد كلمه المرور الخاصة بك.

source: Password
ar: كلمة المرور

source: Forgot Your Password?
ar: هل نسيت كلمة المرور الخاصه بك؟

source: Saved Successfully !
ar: تم الحفظ بنجاح !

source: Dashboard
ar: لوحه التحكم

source: Resend verification link
ar: أعادة إرسال رابط التحقق

source: E-Mail Address
ar: البريد الالتروني

source: Send
ar: إرسال

source: Financial Settings
ar: إعدادات مالية

source: Settings
ar: الإعدادات

source: Transfer Minimum Holding Amount
ar: إعدادات احتجاز المبالغ

source: USD
ar: دولار أمريكي

source: Holding Duartion
ar: مدة العقد

source: Days
ar: أيام

source: Freelancers
ar: المستقلين

source: View
ar: عرض

source: Trans To
ar: ترجمة إلي

source: Translation of Permission
ar: ترجمة الصلاحية

source: Create new tag
ar: إضافة وسم جديدة

source: Please Enter Page Code
ar: برجاء إدخال كود الصفحة

source: Enter route
ar: ادخل المسار

source: Enter Meta Keywords
ar: كلمات دالة

source: Enter Meta title
ar: علامه العنوان

source: Enter Meta description
ar: علامه وصفية

source: Attributes
ar: السمات

source: Attributes2
ar: السمات اﻷخرى

source: Projects Categories
ar: تصنيفات المشاريع

source: Create Form
ar: أنشيئ استمارة

source: Place holder
ar: العنصر النائب

source: Type
ar: النوع

source: Text
ar: نص

source: Multiline Text
ar: نص متعدد

source: Radio
ar: اختيار واحد

source: Checkbox
ar: اختيار متعدد

source: Select Box
ar: قائمه منسدلة اختيار واحد

source: Number
ar: رقم

source: MultiSelect Box
ar: قائمه منسدلة متعدد الاختيار

source: Document
ar: ملف نصي

source: Date
ar: التاريخ

source: URL
ar: حجم الملف كبير (حتي 2 ميجا)

source: Location
ar: مكان

source: Money
ar: مال

source: Range
ar: نطاق محدد

source: Required
ar: مطلوب

source: Private
ar: خاص

source: Hide from front attributes
ar: إخفاء من الموقع الخارجي

source: Add
ar: إضافة

source: Preview
ar: معاينه

source: OK
ar: موافق

source: More
ar: عرض المزيد

source: Skill not translated yet
ar: المهارة لم تترجم بعد

source: Latest Blogs
ar: أحدث المدونات

source: Show the latest blogs for the site
ar: عرض أحدث المقالات الخاصة بالموقع

source: Comments
ar: التعليقات

source: View More
ar: عرض المزيد

source: Blog Categories
ar: أقسام المدونه

source: Tags
ar: وسوم

source: keywords
ar: الكلمات الدالة

source: description
ar: وصف

source: Tags Settings
ar: إعدادات الوسوم

source: Create new commission
ar: إضافة عموله جديدة

source: Tax
ar: ضريبة

source: Profit
ar: ربح

source: Percentage
ar: نسبة

source: Net
ar: حد ثابت

source: Category
ar: تصنيف

source: Please select project category
ar: من فضلك اختر تصنيف المشروع

source: Price
ar: السعر

source: Please Enter Commission Price
ar: من فضلك ادخل سعر العموله

source: Please Enter Commission Code
ar: من فضلك ادخل كود العموله

source: Project Statuses
ar: حالات المشروع

source: Create new Project Status
ar: نوع مشروع جديد

source: Created Time
ar: تاريخ الإنشاء

source: Footers
ar: الفوتر

source: Create new Footer
ar: إنشاء فوتر جديد

source: Complaints Statuses
ar: حالات الشكاوي

source: Create new Complaint Status
ar: إضافة حالة شكوي

source: Verify Your Email Address
ar: تحقق من بريدك الالكتروني

source: A fresh verification link has been sent to your email address.
ar: تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني.

source: Before proceeding, please check your email for a verification link.
ar: قبل المتابعة ، يرجى التحقق من بريدك الإلكتروني للحصول على رابط التحقق.

source: If you did not receive the email
ar: لم تستلم البريد الإلكتروني

source: click here to request another
ar: انقر هنا لطلب آخر

source: Registered Users
ar: المستخدمين المسجلين

source: Projects
ar: الطلبات

source: Transactions
ar: العمليات

source: Complaints
ar: الشكاوى

source: Enter keywords
ar: ادخل الكلمات

source: Translate to :
ar: ترجمة إلى :

source: Translated Successfully
ar: تم الترجمة بنجاح

source: Details
ar: التفاصيل

source: Messages
ar: الرسائل

source: Message
ar: رسالة

source: New Message
ar: رسالة جديدة

source: No messages.
ar: لا يوجد رسائل.

source: Close Project
ar: غلق المشروع

source: Sent Successfully
ar: تم الإرسال بنجاح

source: No response from server
ar: لا توجد استجابة من الخادم

source: My Deals
ar: صفقاتي

source: Create new city
ar: إضافة مدينة جديدة

source: Select language
ar: اللغة

source: Please Enter City Title
ar: برجاء إدخال عنوان المدينة

source: Choose
ar: اختر

source: Request Date
ar: تاريخ الطلب

source: Contract
ar: اتفافية

source: Approve
ar: قبول

source: Reject
ar: رفض

source: Success
ar: تم بنجاح

source: Error
ar: حدث خطأ

source: Ticket details
ar: تفاصيل التذكرة

source: send time
ar: وقت الإرسال

source: at
ar: في

source: attachments
ar: المرفقات

source: file
ar: ملف

source: New reply
ar: رد جديد

source: Please write the details of the message
ar: برجاء كتابة وصف الرسالة

source: Attach files
ar: إرفاق ملفات

source: Upload
ar: تحميل

source: Profile Saved Successfully !
ar: تم الحفظ بنجاح !

source: Old Password Doesn't Match !
ar: كلمة المرور القديمة غير متطابقة!

source: Personal information Updated Successfully !
ar: تم تحديث المعلومات الشخصية بنجاح!

source: Image Updated Successfully !
ar: تم تحديث الصورة بنجاح!

source: Password Updated Successfully !
ar: تم تحديث كلمة السر بنجاح !

source: Complaints Types
ar: أنواع الشكاوي

source: Create new Complaint Type
ar: إنشاء نوع شكوى جديد

source: You have
ar: انت تمتلك

source: new notifications
ar: إشعارات جديدة

source: See all notifications
ar: عرض كل الإشعارات

source: tickets
ar: تذاكر

source: See all
ar: عرض الكل

source: Profile
ar: الملف الشخصي

source: Notification
ar: إشعار

source: Log Out
ar: تسجيل الخروج

source: Edit account
ar: تعديل الحساب

source: Not Authorized
ar: غير مصرح

source: Not Authorized | 401
ar: غير مصرح

source: Budget
ar: الميزانية

source: Created
ar: تاريخ الإنشاء

source: Duration
ar: الفترة

source: Bids
ar: العروض

source: Please Enter Slider Title
ar: الرجاء إدخال عنوان السلايدر

source: Slug
ar: مدونة

source: Meta Keywords
ar: كلمات دلالية

source: Image Description
ar: وصف الصورة

source: Transaction
ar: التحويلات

source: Transaction Number
ar: رقم التحويلة

source: Confirm Number
ar: تأكيد الرقم

source: By
ar: بواسطة

source: Payment status
ar: حالة الدفع

source: Payment Method
ar: طريقة الدفع

source: Total
ar: الكلي

source: Commission
ar: العمولة

source: Amount
ar: الكمية

source: Create new permission
ar: إضافة صلاحية جديدة

source: Please Enter Permission Name
ar: برجاء إدخال عنوان الصلاحية

source: Please Enter Arabic Title
ar: برجاء إدخال العنوان باللغة العربية

source: Up
ar: أعلى

source: Down
ar: أسفل

source: Admins
ar: المشرفون

source: Create new Admin
ar: إنشاء مشرف جديد

source: Roles
ar: أقسام الصلاحيات

source: Role Users
ar: مستخدمين الصلاحية

source: An Error has been occured
ar: حدث خطـأ

source: Your project has been published successfully.
ar: تم نشر مشروعك بنجاح.

source: Your project has been updated successfully.
ar: تم تحديث مشروعك بنجاح.

source: There are no bids
ar: لا يوجد عرض

source: How it works
ar: كيف تعمل منصة إذهال

source: The Ezhaal platform is a link between bidders and beneficiaries. It also provides an online ordering service.
ar: منصة إذهال هي حلقة وصل بين مقدمي العروض والمستفيدين. توفر أيضا خدمه الطلبات إلكترونيا.

source: Sliders
ar: السلايدر

source: Create new Slider
ar: إنشاء سلايدر جديد

source: Edit Type
ar: تعديل النوع

source: Please Enter type Title
ar: برجاء إدخال نوع العنوان

source: Edit Tag
ar: تعديل الوسم

source: Enter Page Code
ar: أدخل كود الصفحة

source: Enter title
ar: ادخل العنوان

source: Site Settings
ar: إعدادات الموقع

source: Invalid file type
ar: نوع الملف غير صالح

source: NDA uploaded successfully
ar: تم تحميل NDA بنجاح

source: SiteMap generated successfully
ar: تم إنشاء خريطة الموقع بنجاح

source: Invalid logo file type
ar: نوع ملف اللوجو غير صالح

source: Logo removed successfully
ar: تمت إزالة اللوجو بنجاح

source: No image is uploaded
ar: لم يتم تحميل أي صورة

source: Logo uploaded successfully
ar: تم تحميل اللوجو بنجاح

source: Saved successfully
ar: تم الحفظ بنجاح

source: Register complete
ar: اكتمال التسجيل

source: Your account has been created successfully. please check your email to activate your account.
ar: تم إنشاء حسابك بنجاح. يرجى التحقق من بريدك الإلكتروني لتفعيل حسابك.

source: Forgot password
ar: هل نسيت كلمة السر

source: Enter Email
ar: البريد الإلكتروني

source: Send Password Reset Link
ar: إرسال رابط إعادة تعيين كلمة السر

source: Forget it
ar: هل نسيت

source: send me back
ar: عودة

source: to the sign in
ar: تسجيل الدخول

source: Reset
ar: إعادة ضبط

source: Sent successfully
ar: تم الإرسال بنجاح

source: Deleted successfully
ar: تم الحذف بنجاح

source: Login
ar: تسجيل الدخول

source: Sign in to
ar: تسجيل الدخول إلى

source: Email address
ar: عنوان البريد الإلكتروني

source: User Email
ar: البريد الالكتروني للمستخدم

source: Forgot Password
ar: هل نسيت كلمة السر

source: Remember me
ar: تذكرني

source: Sign in
ar: تسجيل الدخول

source: Enter your e-mail address below to reset your password
ar: أدخل عنوان بريدك الإلكتروني أدناه لإعادة تعيين كلمة المرور الخاصة بك

source: Type your email
ar: اكتب بريدك الإلكتروني

source: Cancel
ar: إلغاء

source: Submit
ar: إرسال

source: Projects Dates
ar: مواعيد المشاريع

source: Joined
ar: انضم

source: Insituation name
ar: اسم المؤسسة

source: CR Number
ar: رقم السجل التجاري

source: Email : user@example.com
ar: البريد الإلكتروني: user@example.com

source: Please enter mobile number here
ar: برجاء إدخال رقم الهاتف المحمول هنا

source: Choose Country
ar: اختر الدولة

source: City
ar: المدينة

source: Address
ar: العنوان

source: Current Password
ar: كلمة المرور الحالية

source: Enter the password for your current account in Website
ar: أدخل كلمة المرور لحسابك الحالي في الموقع

source: New Password
ar: كلمة مرور جديدة

source: Enter the new password
ar: أدخل كلمة المرور الجديدة

source: Enter confirmation new password
ar: أدخل تأكيد كلمة المرور الجديدة

source: Save Changes
ar: حفظ التغيرات

source: Account details
ar: تفاصيل الحساب

source: Project title
ar: عنوان المشروع

source: My Bids
ar: العروض الخاصة بي

source: Transaction ID
ar: رقم المعاملة

source: Project Information
ar: معلومات المشروع

source: Due Date
ar: تاريخ الاستحقاق

source: Print
ar: طباعة

source: Thanks for your transaction
ar: شكرا على معاملتك

source: Thanks for your transaction
ar: شكرا على معاملتك

source: Create new project status
ar: إنشاء حالة مشروع جديد

source: title
ar: العنوان

source: Please Enter Project Status Title
ar: برجاء إدخال عنوان حالة المشروع

source: Pay Now
ar: ادفع الآن

source: Pending
ar: قيد الانتظار

source: On Request
ar: تحت الطلب

source: Updated successfully
ar: تم التحديث بنجاح

source: Email is not registered.
ar: البريد الإلكتروني غير مسجل.

source: Email Sent
ar: تم الإرسال للبريد الإلكتروني

source: Please check your email to activate your account.
ar: يرجى التحقق من بريدك الإلكتروني لتفعيل حسابك.

source: please verify your email.Resend the verification email ?
ar: يرجى التحقق من البريد الإلكتروني الخاص بك. إعادة إرسال البريد الإلكتروني للتحقق؟

source: This email has been blocked. Please contact the administration!
ar: تم حظر هذا البريد الإلكتروني. الرجاء الاتصال بالإدارة!

source: Invalid authentication password !
ar: كلمة مرور المصادقة غير صالحة!

source: Please Check Your Inbox
ar: يرجى التحقق من البريد الوارد الخاص بك

source: Incorrect email
ar: البريد الإلكتروني غير صحيح

source: The password has been reset successfully
ar: تم إعادة تعيين كلمة المرور بنجاح

source: bids
ar: العروض

source: There are no projects to display
ar: لا توجد مشاريع لعرضها

source: Please Enter description here...
ar: برجاء إدخال الوصف هنا ...

source: Can not create user project
ar: لا يمكن إنشاء الخدمه

source: Can not create user account
ar: لا يمكن إنشاء الحساب

source: Project Created
ar: تم الإنشاء بنجاح

source: Your project has been created successfully.
ar: تم إنشاء طلبك بنجاح.

source: Can not login to your account
ar: لا يمكن الدخول إلى حسابك

source: Not Published
ar: لم يتم النشر

source: Published
ar: تم النشر

source: Category selected not translated yet
ar: القسم المختار لم يترجم بعد

source: Blog Urls
ar: لينكات المدونة

source: Blog Comments
ar: تعليقات المدونة

source: Saved
ar: تم الحفظ

source: Administrator
ar: الإدارة

source: Currencies
ar: العملات

source: Meta Tags
ar: العلامات الفوقية

source: Countries
ar: الدول

source: Cities
ar: المدن

source: Commissions
ar: العمولات

source: Work Methods
ar: طرق العمل

source: financial
ar: المالية

source: Security
ar: الأمان

source: Permissions
ar: الصلاحيات

source: Moderators
ar: الإدارة

source: All
ar: الكل

source: Trusted Requests
ar: الطلبات الموثوقة

source: Companies
ar: الشركات

source: Providers
ar: المزودون

source: Content Management
ar: إدارة المحتوي

source: Blogs
ar: المدونات

source: Complaints Management
ar: إدارة الشكاوي

source: Types
ar: الأنواع

source: Statuses
ar: الحالات

source: Projects Management
ar: إدارة المشاريع

source: Requests
ar: الطلبات

source: User Skills
ar: مهارات المستخدم

source: Contacts
ar: جهات الاتصال

source: Publish
ar: نشر

source: Update
ar: تحديث

source: New Project
ar: مشروع جديد

source: User Discount
ar: خصم المستخدم

source: Create Admin
ar: إنشاء مسؤول

source: Create new admin
ar: إنشاء مسؤول جديد

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: Confirm password
ar: تأكيد كلمة المرور

source: Role
ar: تصنيف الصلاحية

source: Create new Country
ar: إنشاء دولة جديدة

source: logo
ar: اللوجو

source: code
ar: كود

source: Joined on
ar: انضم في

source: Can not delete
ar: لا يمكن حذفه

source: Blog category not found
ar: تصنيف المدونة غير موجود

source: Blog category not translated yet
ar: تصنيف المدونة غير مترجم

source: Read More
ar: قراءة المزيد

source: No blogs found
ar: لم يتم العثور على مدونات

source: Create new project category
ar: إنشاء تصنيف مشروع جديدة

source: Choose Parent
ar: اختر الأصل

source: Please Enter Title
ar: برجاء إدخال العنوان

source: Trusted accounts only
ar: حساب موثوق فقط

source: My Dashboard
ar: لوحه التحكم

source: My Profile
ar: الملف الشخصي

source: Inbox
ar: الوارد

source: New Messages
ar: رسائل جديدة

source: Notifications
ar: الإشعارات

source: Account Settings
ar: إعدادات الحساب

source: Tickets
ar: التذاكر

source: Sign Out
ar: تسجيل الخروج

source: Sign up
ar: إنشاء حساب

source: Sign In
ar: تسجيل دخول

source: Deals
ar: صفقات

source: Contact
ar: تواصل معنا

source: Send Successfully
ar: تم الإرسال بنجاح

source: Create new role
ar: إنشاء تصنيف صلاحية جديد

source: Edit Footer
ar: تعديل الفوتر

source: Please Enter Footer Title
ar: برجاء إدخال عنوان الفوتر

source: Place write content here
ar: برجاء كتابة المحتوي هنا

source: Register
ar: إنشاء حساب

source: Create Personal Account
ar: إنشاء حساب شخصي

source: Retype Password
ar: أعد إدخال كلمة المرور

source: Create New Account
ar: انشاء حساب جديد

source: Already have account
ar: لديك حساب بالفعل

source: SignIn
ar: تسجيل الدخول

source: Facebook
ar: فيسبوك

source: Google
ar: جوجل

source: Linkedin
ar: لينكدان

source: Twitter
ar: تويتر

source: Create Your account
ar: أنشئ حسابك

source: Reply send successfully
ar: تم إرسال الرد بنجاح

source: Ticket deleted successfully
ar: تم حذف التذكرة بنجاح

source: Please select the section most appropriate to the subject of the ticket
ar: يرجى تحديد القسم الأنسب لموضوع التذكرة

source: Ticket send successfully
ar: تم إرسال التذكرة بنجاح

source: I forgot password
ar: نسيت كلمة المرور

source: Don't have account yet
ar: ليس لديك حساب بعد

source: SignUp
ar: اشتراك

source: Projects Status
ar: حالة المشاريع

source: Complete
ar: اكتمال

source: Cost
ar: التكلفة

source: days
ar: يوم

source: Create new bid status
ar: إنشاء حالة عرض جديدة

source: Please Enter Bid Status Title
ar: الرجاء إدخال عنوان حالة العطاء

source: Edit commission
ar: تعديل العمولة

source: Please Enter Discount Title
ar: برجاء إدخال عنوان الخصم

source: Discount Type
ar: نوع الخصم

source: Operations Number/User
ar: رقم العمليات / المستخدم

source: Selected Number of users
ar: عدد المستخدمين المحدد

source: Price Type
ar: نوع السعر

source: Please Enter Discount Price
ar: برجاء إدخال قيمة العمولة

source: For
ar: إلي

source: Trusted Freelancer
ar: مستقل موثوق

source: Trusted Providers
ar: المزودون الموثوق بهم

source: Selected Users
ar: المستخدمون المحددون

source: Enabled
ar: متاح

source: Disabled
ar: معطل

source: Institution Name
ar: اسم المؤسسة

source: Create new Blog Category
ar: إنشاء تصنيف مدونة جديدة

source: Phone
ar: الهاتف

source: Search for Bids
ar: البحث عن العروض

source: Edit Blog Category
ar: تعديل تصنيف المدونة

source: Login by Account
ar: تسجيل الدخول إلى حسابك

source: User
ar: المستخدم

source: Transction Number
ar: رقم التحويلة

source: Method
ar: الطريقة

source: Discount
ar: خصم

source: Commession
ar: عمولة

source: User Amount
ar: قيمة المستخدم

source: Create new complaint status
ar: إنشاء حالة شكوى جديدة

source: Please Enter Complaint Status Title
ar: برجاء إدخال عنوان حالة الشكوى

source: My tickets
ar: تذاكري

source: Open a ticket
ar: تذكرة جديده

source: Edit Country
ar: تعديل الدولة

source: Please Enter Country Code
ar: برجاء إدخال كود الدولة

source: If you cannot find a solution to your problem in the knowledge base articles, you can open a ticket by choosing the appropriate section below
ar: إذا لم تتمكن من إيجاد حل لمشكلتك في مقالات قاعدة المعارف ، يمكنك فتح تذكرة باختيار القسم المناسب أدناه

source: Next
ar: التالي

source: Edit Buyer
ar: تعديل المشتري

source: Permission
ar: الصلاحية

source: Created at
ar: تاريخ الإنشاء

source: Updated at
ar: تاريخ التحديث

source: Message Details
ar: تفاصيل الرسالة

source: Show Inbox
ar: عرض البريد الوارد

source: Reply
ar: رد

source: Reply here
ar: الرد هنا

source: Search Your Favorite services
ar: ابحث في خدماتك المفضلة

source: keyword ...
ar: كلمة رئيسية ...

source: On Request Transactions
ar: عند طلب المعاملات

source: Send notification to
ar: إرسال إشعار إلى

source: Contact Details
ar: تفاصيل المتصل

source: Contact no.
ar: رقم الاتصال.

source: Contact date
ar: تاريخ الاتصال

source: Contact User
ar: مستخدم الاتصال

source: Contact Email
ar: البريد الالكتروني للإتصال

source: Subject
ar: الموضوع

source: Back
ar: عودة

source: Create Time
ar: تاريخ الإنشاء

source: Complaints Dates
ar: تاريخ الشكاوي

source: Accept
ar: قبول

source: Project Status
ar: حالة المشروع

source: Contact Us
ar: اتصل بنا

source: Your Name
ar: اسمك

source: Your Email
ar: بريدك الالكتروني

source: Send Message
ar: إرسال الرسالة

source: Select icon
ar: اختر أيقونه

source: NDA
ar: اتفاقية عدم الإفصاح

source: Upload NDA file
ar: تحميل ملف NDA

source: Create new category
ar: إنشاء تصنيف جديد

source: Drag and drop a file here or click
ar: سحب وإدراج الملف هنا أو انقر

source: Drag and drop or click to replace
ar: سحب وإدراج الملف هنا أو انقر للتبديل

source: Remove
ar: حذف

source: Ooops, something wrong appended.
ar: عفوًا ، تم إلحاق شيء خاطئ.

source: The file size is too big (2M max).
ar: حجم الملف كبير جدًا (2 ميغا كحد أقصى)

source: KB
ar: كيلو بايت

source: Create new Blog
ar: إنشاء مدونة جديدة

source: Blog Title
ar: عنوان المدونة

source: By Admin
ar: بواسطة الإدارة

source: Comments No.
ar: رقم التعليقات.

source: My Transactions
ar: المعاملات الخاصة بي

source: Unspecified
ar: سعر مفتوح

source: More than
ar: أكثر من

source: Less than
ar: أقل من

source: Maximum Price
ar: الحد اﻷعلى للسعر

source: Minimum Price
ar: الحد اﻷدنى للسعر

source: Between
ar: نطاق محدد

source: Max Price
ar: الحد الأعلى للسعر

source: Expire date
ar: تاريخ الانتهاء

source: time
ar: الوقت

source: Show message
ar: عرض الرسالة

source: There are no new messages
ar: لا توجد رسائل جديدة

source: Place write description here
ar: برجاء كتابة الوصف هنا

source: welcome visitor You login by
ar: مرحبا بالزائر قمت بتسجيل الدخول عن طريق

source: Approved Successfully !
ar: تم القبول بنجاح !

source: Removed Successfully !
ar: تم الحذف بنجاح!

source: Complaints Status
ar: حالة الشكاوى

source: Project Details
ar: تفاصيل المشروع

source: Owner
ar: المالك

source: Bid Price
ar: سعر العرض

source: Bid Duration
ar: فترة العرض

source: Bid Description
ar: وصف العرض

source: Create Project Intro
ar: إنشاء مقدمة المشروع

source: Header
ar: الرئيسية

source: Intro
ar: المقدمة

source: intro
ar: المقدمة

source: Not Found
ar: غير موجود

source: Pay after
ar: الدفع بعد

source: Upload Statement file
ar: تحميل ملف كشف الحساب

source: Related Blogs
ar: مدونات مرتبطه

source: Urls
ar: اللينكات

source: Write Your Comments
ar: اكتب تعليقاتك
