Repository: shimaa-naga/ezhaal
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: ar

source: Enter your name (optional)
ar: أدخل اسمك (اختياري)

source: Enter your email (optional)
ar: أدخل بريدك الإلكتروني (اختياري)

source: Here goes your comment (required)
ar: اكتب تعليقك هنا (مطلوب)

source: Submit Comment
ar: إرسال التعليق

source: The comment has been sent, awaiting approval
ar: تم إرسال التعليق, في انتظار الموافقة

source: About Institution
ar: عن المؤسسة

source: Please write yhere
ar: من فضلك اكتب هنا

source: Create new skills
ar: إنشاء مهارات جديدة

source: Please Enter Skill Title
ar: برجاء إدخال عنوان المهارة

source: OTP Login
ar: تسجيل دخول بالرمز السري لمره واحده

source: Mobile Number
ar: رقم الجوال

source: Send OTP
ar: إرسال الرمز السري

source: Verify OTP
ar: تحقق من الرمز السري

source: OTP code
ar: الرمز السري لمره واحده

source: Bid Statuses
ar: حالات العروض

source: Create new slider
ar: إنشاء سلايدر جديد

source: Please Enter Slider Url
ar: برجاء إدخال لينك السلايدر

source: Expiry
ar: تاريخ الانتهاء

source: Edit bid status
ar: تعديل حالة العرض

source: Shares
ar: مشاركه

source: Skills
ar: المهارات

source: Country not translated yet
ar: البلد لم تترجم بعد

source: Remove logo
ar: حذف اللوجو

source: Upload your work
ar: تحميل عملك

source: work description
ar: وصف العمل

source: Not Found | 404
ar: غير موجود

source: Personal
ar: شخصي

source: Institution
ar: مؤسسة

source: Already have an account
ar: لديك حساب بالفعل

source: Using Google
ar: بإستخدام جوجل

source: Using Facebook
ar: بإستخدام فيسبوك

source: Using Linkedin
ar: بإستخدام لينكدان

source: Using Twitter
ar: بإستخدام تويتر

source: Projects Requests
ar: طلبات المشاريع

source: Request details
ar: تفاصيل الطلب

source: Please Enter Country Title
ar: الرجاء إدخال عنوان الدولة

source: Your payment is canceled
ar: تم إلغاء الدفع الخاص بك

source: Create new footer
ar: إنشاء فوتر جديد

source: Freelancer
ar: مستقل

source: Payment Status
ar: حالة الدفع

source: User Request
ar: طلب المستخدم

source: Edit Account
ar: تعديل الحساب

source: administrator
ar: الإدارة

source: Please enter first name here
ar: برجاء إدخال الاسم الأول هنا

source: Please enter last name here
ar: الرجاء إدخال الاسم الأخير هنا

source: Edit Currency
ar: تعديل البلد

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Edit Blog
ar: تعديل المدونة

source: Select date
ar: حدد تاريخ

source: Complaint details
ar: تفاصيل الشكوى

source: All Complaints
ar: جميع الشكاوى

source: Complaint Type
ar: نوع الشكوى

source: Complaint Status
ar: حالة الشكوى

source: Complaint replies
ar: ردود الشكوى

source: no replies yet
ar: لا يوجد ردود حتى الان

source: Reply to complaint
ar: الرد على الشكوى

source: Services
ar: العروض

source: Show categories of projects
ar: عرض تصنيفات المشاريع

source: Show categories of services
ar: عرض تصنيفات العروض

source: Edit City
ar: تعديل المدينة

source: Create new work method
ar: إنشاء طريقة عمل جديدة

source: Select
ar: اختر

source: History
ar: السجل

source: ticket history
ar: سجل التذكرة

source: Yours
ar: خاصة بك

source: how many times
ar: كم عدد المرات

source: Edit Permission
ar: تعديل الصلاحية

source: PLease Enter Permission Name
ar: الرجاء إدخال اسم الصلاحية

source: PLease Enter Permission Arabic Title
ar: الرجاء إدخال عنوان الصلاحية باللغة العربية

source: Edit project status
ar: تعديل حالة المشروع

source: Edit role
ar: تعديل الصلاحية

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ النهاية

source: Completed successfully.
ar: تم الاكتمال بنجاح.

source: Closed successfully.
ar: تم الإغلاق بنجاح.

source: Accepted successfully.
ar: تم القبول بنجاح.

source: Rejected successfully.
ar: تم الرفض بنجاح.

source: You have applied to the project successfully.
ar: لقد قمت بالتقدم إلى المشروع بنجاح.

source: Place your bid
ar: ضع عرضك

source: Project Description
ar: وصف المشروع

source: Your Profit
ar: الربح الخاص بك

source: you will have
ar: ستملك

source: We ask that you provide us with all the details of the request or the problem you are facing so that we can solve it as soon as possible
ar: نطلب منك تزويدنا بكافة تفاصيل الطلب أو المشكلة التي تواجهها حتى نتمكن من حلها في أسرع وقت ممكن

source: Please write the subject of the message
ar: برجاء كتابة موضوع الرسالة

source: Create
ar: إنشاء

source: Create Discount
ar: إنشاء خصم

source: Showing
ar: عرض

source: to
ar: إلي

source: of
ar: من

source: entries
ar: مدخالات

source: Sort By
ar: ترتيب حسب

source: Latest
ar: أحدث المدونات

source: Oldest
ar: اﻷقدم

source: Price:Low-to-High
ar: السعر من اﻷقل للأعلي

source: Price:Hight-to-Low
ar: السعر من الأعلى للأقل

source: All Projects
ar: المشروعات

source: Create new complaint type
ar: إنشاء نوع شكوى جديد

source: Please Enter Complaint Type Title
ar: برجاء إدخال عنوان نوع الشكوى

source: Edit Admin
ar: تعديل الادمن

source: Edit admin
ar: تعديل الادمن

source: Arabic
ar: عربي

source: English
ar: إنجليزي

source: Display at front
ar: واجهة

source: Save changes
ar: حفظ التغيرات

source: Welcome
ar: مرحبا

source: Click here to reset password
ar: انقر هنا لإعادة تعيين كلمة المرور

source: Click
ar: انقر

source: Mark All
ar: تحديد الكل

source: Delete All
ar: حذف الكل

source: There are no new notifications
ar: لا توجد إشعارات جديدة

source: Edit Work Method
ar: تعديل طريقة العمل

source: Create an Account
ar: إنشاء حساب جديد

source: Agree the
ar: أوافق علي

source: terms and policy
ar: الشروط والسياسة

source: My Tickets
ar: تذاكري

source: Ticket title
ar: عنوان التذكرة

source: Show ticket
ar: عرض التذكرة

source: Delete ticket
ar: حذف التذكرة

source: Create Blog
ar: إنشاء مدونة

source: Edit Project Category
ar: تعديل تصنيف المشروع

source: Create new Skills
ar: إنشاء مهارات جديدة

source: Work Method
ar: طريقة العمل

source: Create new Work Method
ar: إنشاء طريقة عمل جديدة

source: Institute Details
ar: تفاصيل المؤسسة

source: Account Details
ar: تفاصيل الحساب

source: About
ar: حول

source: Create New Discount
ar: إنشاء خصم جديد

source: State changed successfully
ar: تم تغيير الحالة بنجاح

source: Profile details
ar: تفاصيل الملف الشخصي

source: You do not have permission to access the board!
ar: ليس لديك الصلاحية للوصول إلى اللوحة!

source: Invaid login credentials !
ar: بيانات تسجيل الدخول غير صالح !

source: Please Enter Blog Category Title
ar: برجاء إدخال عنوان تصنيف المدونة

source: Create new City
ar: إنشاء مدينة جديدة

source: Complaint Title
ar: عنوان الشكوي

source: No complaint title
ar: لا يوجد عنوان للشكوي

source: Complaint type not translated yet
ar: نوع الشكوى لم يترجم بعد

source: Complaint status not translated yet
ar: حالة الشكوى لم تترجم بعد

source: Show Complaint
ar: عرض الشكوي

source: Attachments
ar: المرفقات

source: Payment Date
ar: تاريخ الدفع

source: Become Trusted
ar: كن موثوقًا به

source: Upload signed file
ar: تحميل ملف الموقع

source: From
ar: من

source: You account is
ar: حسابك يكون

source: Trusted Account
ar: حساب موثوق

source: Latest Projects
ar: أحدث المشاريع

source: GO
ar: اذهب

source: Login to your Account
ar: تسجيل الدخول إلى حسابك

source: Edit Profile
ar: تعديل ملفي الشخصي

source: Introductory profile
ar: الملف التمهيدي

source: Please write your profile here
ar: برجاء كتابة ملف التعريف الخاص بك هنا

source: Upload CV
ar: تحميل السيرة الذاتية

source: cv
ar: السيرة الذاتية

source: Update CV
ar: تحديث السيرة الذاتية

source: Choose file
ar: تحديد ملف

source: Blog title
ar: عنوان المدونة

source: Blog not translation yet
ar: المدونة ليست ترجمة بعد

source: Comments No
ar: لا يوجد تعليقات

source: Comment
ar: التعيق

source: Approved
ar: معتمد

source: Comment Published Successfully
ar: تم نشر التعليق بنجاح

source: Comment not Publish Successfully
ar: لم يتم نشر التعليق بنجاح

source: Comment Deleted Successfully
ar: تم حذف التعليق بنجاح

source: Show Message
ar: عرض الرسالة

source: Create new country
ar: إضافة دولة جديدة

source: Edit Slider
ar: تعديل السلايدر

source: Please Enter Project Category Title
ar: برجاء إدخال عنوان تصنيف المشروع

source: Work
ar: العمل

source: No uploads exist.
ar: لا توجد تحميلات.

source: My Inbox
ar: صندوق الوارد
